Repository: Abdelrahman146/opendata
Catalog: ckanext-harvest/ckanext/harvest/i18n/*/LC_MESSAGES/ckanext-harvest.po
Languages: es

source: title
es: título

source: Group not found
es: Grupo no encontardo

source: Unauthorized to read group %s
es: No autorizado a leer en el grupo %s

source: Groups
es: Temáticas

source: Formats
es: Formatos

source: Licence
es: Licencia

source: Not authorized to see this page
es: No autorizado a ver esta página

source: Harvesting source successfully cleared
es: Fuente de Harvesting limpiada adecuadamente

source: Harvesting source successfully inactivated
es: Fuente de Harvesting inicializada adecuadamente

source: Harvest source not found
es: Fuente de harvest no encontrada

source: Harvest will start shortly. Refresh this page for updates.
es: Harvest comenzará en breve. Recargar esta página para actualizarla

source: Cannot create new harvest jobs on inactive sources. First, please change the source status to 'active'.
es: No se puede crear el trabajo de harvest en fuentes inactivas. Primero cambie el estado de la fuente a 'activa'

source: A harvest job has already been scheduled for this source
es: Un trabajo de hasrvest ya ha sido programado para esta fuente

source: Harvest source cleared
es: fuente de hasvest borrada

source: No content found
es: Contenidos no encontrados

source: Harvest job not found
es: Trabajo de harvest no encontrado

source: No jobs yet for this source
es: Todavía no hay trabajo para esta fuente

source: User {0} not authorized to create harvest sources
es: Usuario {0} no autorizado para crear fuentes de harverst

source: User not authorized to create a job for source {0}
es: usuario no autorizado para crear un trabajo para la fuente {0}

source: Only sysadmins can create harvest jobs for all sources
es: únicamente usuarios administradores pueden crear objectos de harvest para todas las fuentes

source: Only the sysadmins can create harvest objects
es: Únicamente usuarios administradores pueden crear objetos de harvest

source: User {0} not authorized to delete harvest source {1}
es: Usuario {0} no autorizado para borrar harvest para la fuente {1}

source: User {0} not authorized to read harvest source {1}
es: Usuario {0} no autorizado para leer harvest para la fuente {1}

source: User {0} not authorized to see jobs from source {1}
es: Usuario {0} no autorizado para ver harvest para la fuente{1}

source: User {0} not authorized to list jobs for source {1}
es: Usuario {0} no autorizado para listar trabajos de harvest para la fuente {1}

source: User {0} not authorized to update harvest source {1}
es: Usuario {0} no autorizado para actualizar harvest para la fuente {1}

source: Only sysadmins can reimport all harvest objects
es: Únicamente usuarios administradores pueden reimportar todos los objetos de harvest

source: Only sysadmins can run the pending harvest jobs
es: Únicamente usuarios administradores pueden ejecutar trabajos de harvest

source: Only sysadmins can reindex all harvest sources
es: Únicamente usuarios administradores pueden reindexar todas las fuentes de harvest

source: Add Harvest Source
es: Añadir fuente de harvest

source: errors
es: Errores

source: Details
es: Detalles

source: Created
es: Creado

source: Started
es: Iniciado

source: Finished
es: Finalizado

source: Status
es: Estado

source: Count
es: Cuenta

source: Message
es: Mensaje

source: There are no datasets associated to this harvest source.
es: No hay conjuntos de datos asociados a esta fuente de harvest

source: {number} harvest source found for "{query}"
es: {number} fuente de harvest encontrada para "{query}"

source: Sorry no harvest sources found for "{query}"
es: Lo sentimos no se han encontrado fuentes de harvest

source: {number} harvest source found
es: {number} fuente de harvest encontrada

source: Sorry no harvest sources found
es: Lo sentimos no se han encontrado fuentes de harvest

source: Draft
es: Borrador

source: Deleted
es: Eliminado

source: There is no description for this harvest source
es: No hay descripción para esta fuente de harvest

source: Datasets
es: Conjunto de datos

source: Organization
es: Concejalía

source: Last Harvest Job
es: Último trabajo de harvest

source: View full job report
es: Ver el informe de trabajos completo

source: Admin
es: Administrador

source: This will re-run the harvesting for this source. Any updates at the source will overwrite the local datasets. Sources with a large number of datasets may take a significant amount of time to finish harvesting. Please confirm you would like us to start reharvesting.
es: Esto volverá a ejecutar el harvesting para esta fuente. Cualquier actualización de la fuente sobrescribirá el conjunto de datos local. Las fuentes con un número elevado de conjuntos de datos pueden tomar una cantidad elevada de tiempo para finalizar el harvesting. Por favor confirme que desea comenzar el harvesting.

source: Start a new harvesting job for this harvest source now
es: Comenzar ahora un nuevo trabajo de harvesting para esta fuente

source: Warning: This will remove all datasets for this source, as well as all previous job reports. Are you sure you want to continue?
es: Advertencia: Esto borrará todos los conjuntos de datos para esta fuente, así como todos los informes de trabajo anteriores. ¿Está seguro de que desea continuar?

source: Delete all harvest jobs and existing datasets from this source
es: Borrar todos los trabajos y conjuntos de datos existentes para esta fuente

source: Clear
es: Limpiar

source: View harvest source
es: ver fuente de harvest

source: Dashboard
es: Cuadro de mando

source: Jobs
es: Trabajos

source: Edit
es: Editar

source: Organizations
es: Concejalías

source: Harvest Sources
es: Fuentes de harvest

source: Edit harvest source
es: Editar fuentes de harvest

source: Create Harvest Source
es: Crear fuente de harvest

source: Create harvest source
es: Crear fuente de harvest

source: Harvest sources
es: Fuentes de harvest

source: Harvest sources allow importing remote metadata into this catalog. Remote sources can be other catalogs such as other CKAN instances, CSW servers or Web Accessible Folders (WAF) (depending on the actual harvesters enabled for this instance).
es: Las fuentes de harvest permiten importar en este catálogo metadatos remotos. Las fuentes remotas pueden ser otros catálogos como otras instancias de CKAN, servidores CSW o WAF (Web Accessible Folders) (dependiendo de las harvesters habilitados actualmente para esta instancia).

source: This should include the http:// part of the URL
es: Esto debería incluir the http:// como parte de la URL

source: Title
es: Título

source: eg. A descriptive title
es: ej. Un título descriptivo

source: Name
es: Nombre

source: eg. my-dataset
es: ej. mi conjunto de datos

source: Description
es: Descripción

source: Update frequency
es: Frecuencia de actualización

source: Configuration
es: Configuración

source: No organization
es: Sin concejalía

source: State
es: Estado

source: Active
es: Activo

source: This will flag the source as deleted but keep all its datasets and previous jobs. Are you sure you want to delete this harvest source?
es: Esto marcará el origen como borrado pero mantendrá todos sus conjuntos de datos y trabajos anteriores. ¿Seguro que quiere eliminar esta fuente de harvest?

source: Warning: Apart from deleting this source, this command will remove all its datasets, as well as all previous job reports. Are you sure you want to continue?
es: Advertencia: Aparte de eliminar esta fuente, este comando eliminará todos sus conjuntos de datos, así como todos los informes de trabajos anteriores. ¿Está seguro de que quiere continuar?

source: Delete
es: Eliminar

source: Delete source
es: Eliminar fuente

source: Delete and clear source
es: Eliminar y limpiar fuente

source: Return to the harvest sources list
es: Volver a la lista de fuentes de harvest

source: found for "{query}"
es: encontrado para "{query}"

source: Search sources...
es: Buscar fuentes...

source: Search
es: Buscar

source: read more
es: leer más

source: About
es: Acerca de

source: Relevance
es: Relevancia

source: Name Ascending
es: Nombre ascendente

source: Name Descending
es: Nombre descendente

source: Last Modified
es: Última modificación

source: Search harvest sources...
es: Buscar fuentes de harvest...

source: Search...
es: Buscar...

source: All harvest sources
es: Todas las fuentes de harvest

source: Remove
es: Eliminar

source: Try another search term, browse the sources below or
es: Pruebe otro término de búsqueda, busque las fuentes de abajo

source: add a new one
es: añadir una nueva

source: <p><strong>There was an error while searching.</strong> Please try again.</p>
es: <p><strong>Se ha producido un error al buscar.</strong> Inténtelo de nuevo.</p>

source: Harvest Jobs
es: Trabajo de Harvest

source: Job:
es: Trabajo:

source: Started:
es: Iniciado:

source: Not yet
es: Todavía no

source: Finished:
es: Finalizado:

source: Job Report
es: Trabajo de informe

source: Back to job list
es: Volver a la lista de trabajos

source: Error Summary
es: Resumen de errores

source: No errors for this job
es: No hay errores para este trabajo

source: Only the 20 most frequent errors are shown
es: Únicamente se muestran los 20 errores más frecuentes

source: Job Errors
es: Errores de los trabajos

source: Document Errors
es: Errores de documentos

source: Error Report
es: Informe de errores

source: documents with errors
es: documentos con errores

source: Remote content
es: Contenido remoto

source: Local content
es: Contenido local

source: Cannot render description
es: No es posible generar la descripción

source: Refresh requested, harvesting will take place within 15 minutes.
es: Actualización solicitada, el harvesting tendrá lugar en 15 minutos.

source: Frequency
es: Frecuencia

source: Type
es: Tipo

source: added
es: añadido

source: updated
es: actualizado

source: borrado
es: Tipo

source: Statistics
es: Estadísticas
